---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.MassFailures.FaceRegionCreationFailed
source: html/a233005d-9ca5-d3d2-abcf-caf375c39d4e.htm
---
# Autodesk.Revit.DB.BuiltInFailures.MassFailures.FaceRegionCreationFailed Property

Failure in face region creation.

## Syntax (C#)
```csharp
public static FailureDefinitionId FaceRegionCreationFailed { get; }
```